Repository: Daisuke134/anicca-products
Catalog: mobile-apps/20260309-070017-app/zone2dailyios/Zone2Daily/Resources/Localizable.xcstrings
Source language: en
Languages: ja

# onboarding.age.title
source: How old are you?
ja: 何歳ですか？

# onboarding.age.zone2preview
source: Your Zone 2 HR: %d–%d bpm
ja: あなたのゾーン2 HR: %d〜%d bpm

# onboarding.explainer.title
source: Why Zone 2 Works
ja: ゾーン2が効果的な理由

# onboarding.notification.title
source: Stay Consistent
ja: 習慣を継続しよう

# paywall.headline
source: Unlock Your Zone 2 Potential
ja: ゾーン2の可能性を解放

# paywall.cta
source: Start Training
ja: トレーニングを始める

# paywall.maybeLater
source: Maybe Later
ja: あとで

# dashboard.weeklyGoal
source: This Week: %d/%d min
ja: 今週: %d/%d分

# dashboard.streak
source: %d day streak
ja: %d日連続

# workout.zone2target
source: Zone 2: %d–%d bpm
ja: ゾーン2: %d〜%d bpm

# notification.title
source: Zone 2 Time!
ja: ゾーン2の時間です！

# notification.body
source: Ready for your Zone 2 session today?
ja: 今日のゾーン2セッションの準備はできましたか？
